Repository: Mejans/webfont-kit-generator
Catalog: po/*.po
Languages: oc

source: Webfont Kit Generator
oc: Generador de kits de poliças

source: Create @font-face kits easily
oc: Crear de kits @font-face facilament

source: Webfont Kit Generator is a simple utility that allows you to generate woff, woff2 and the necessary CSS boilerplate from non-web font formats (otf and ttf).
oc: Generador de kits de poliças es un utilitari simple per permetre de generat de woff, woff2 e çò necessari en CSS per las poliças al format non-web (otf e ttf).

source: Generate
oc: Generar

source: Add some fonts
oc: Apondre de poliças

source: Open Fonts
oc: Dobrir poliças

source: Output directory
oc: Repertòri de sortida

source: Select a directory
oc: Seleccionar un repertòri

source: Browse...
oc: Percórrer...

source: Fonts
oc: Poliças

source: Cancel
oc: Anullar

source: Generation finished!
oc: Generacion terminada !

source: To link your fonts, copy the code below into the head of your HTML:
oc: Per ligar vòstras poliças, copiatz lo còdi çai-jos dins l’entèsta HEAD de vòstre HTML :

source: Or import it directly to your CSS:
oc: O importatz-la dirèctament dins vòstre CSS :

source: Open in Files
oc: Dobrir dins Fichièrs

source: Information
oc: Informacions

source: Logs
oc: Jornals

source: Subsetting
oc: Jos-paramètres

source: Limit the character set to reduce file size
oc: Limitar lo jòc de caractèrs per reduire la talha del fichièr

source: Cyrillic
oc: Cirillic

source: Greek
oc: Grèc

source: Vietnamese
oc: Vietnamian

source: Latin Extended
oc: Latin espandit

source: Cyrillic Extended
oc: Cirillic espandit

source: Greek Extended
oc: Grèc espandit

source: Custom
oc: Personalizar

source: Comma separated values. Single hex values and/or ranges separated with hyphens.
oc: Valors separadas per de virgulas. Valors hex solas e/o una plaja separada per de jonhents.

source: Font display
oc: Afichatge de la poliça

source: The CSS font-display descriptor
oc: Lo descriptor CSS font-display

source: Options
oc: Opcions

source: Open font files
oc: Dobrir los fichièrs de poliça

source: Select output directory
oc: Seleccionar un repertòri de sortida

source: Output directory error
oc: Error del repertòri de sortida

source: You don't have write access to the selected directory.
oc: Avètz pas l’autorizacion d’escriure al repertòri seleccionat.

source: Disabled
oc: Desactivat

source: Generating fonts for %s:
oc: Generacion de las poliças per %s :

source: Generated <i>{filename}</i> with <i>{count}</i> glyphs.
oc: <i>{filename}</i> generat amb <i>{count}</i> glifes.

source: No glyphs where found for {range}. Skipping.
oc: Cap de glife pas trobat per {range}. Ignorar.

source: Generating CSS:
oc: Generacion del CSS :

source: Generated <i>{filename}</i>.
oc: <i>{filename}</i> generat.

source: There is no CSS to generate.
oc: I a pas cap de CSS de generar.

source: Font loading error
oc: Error de cargament de la poliça

source: You don't have read access to {font} or it doesn't exists.
oc: Avètz pas l’autorizacion de legir {font} o existís pas.

source: Something happened when trying to load {font}.
oc: Quicòm se's passat pendent l’ensag de cargament de {font}.
